const quiz=[
    {
        q:'Каким годом и месяцем датируется начало событий романа «Война и мир»? ',
        options:[
            'июнь 1803 года',
            'июль 1805 года',
            'август 1806 года',
            'сентябрь 1806 года'
        ],
        answer: 1
        
    },
    {
        q:'С кем танцевал Пьер на пьяной вечеринке у Анатоля Курагина? ',
        options:['с Долоховым', 'с медведем','с англичанином','с цыганкой'],
        answer: 1
        
    },
    {
        q:'В семье Ростовых было две Натальи. Кто они?',
        options:[
            'мать и младшая дочь',
            'старшая и младшая дочь',
            'бабушка и ее младшая внучка',
            'племянница и младшая дочь Ростовых'
        ],
        answer: 0
        
    },
    {
        q:'Сколько лет было Наташе Ростовой, когда читатель впервые познакомился с ней в эпизоде ее именин?',
        options:[
            'десять',
            'одиннадцать',
            'тринадцать',
            'четырнадцать'
        ],
        answer:2
        
    },
    {
        q:'В кого была влюблена тринадцатилетняя Наташа Ростова?',
        options:[
            'в Федора Долохова',
            'в Бориса Друбецкого',
            'в Пьера Безухова',
            'в Ипполита Курагина'
        ],
        answer: 1
        
    }
];